{
    "post" : [
        {
            "post-url-id" : "otona_japanese_history"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/otona_japanese_history/otona_japanese_history.png"
                    ,"theme" : "《大人的日本史》"
                    ,"optional-label" : "為什麼日本會成為今天的日本？"
                    ,"info" : "涂豐恩"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/kurofune.jpeg"
                    ,"quote" : "黑船來航之於日本，就像鴉片戰爭之於中國。日本將之視為現代化的契機，並且紀念馬修·培里。兩國對於外國的態度，決定了未來的道路。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/fukuzawa.jpeg"
                    ,"quote" : "福澤諭吉作為文明開化的教育家，培育出許多明治時代大放異彩的人才。但他的《脱亞論》卻也被認為是日本擴張侵略思想的開端。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/hokkaido.jpeg"
                    ,"quote" : "北海道在明治時代才被正式納入日本版圖，並且成為了日本富饒的糧倉。但是生活於此的阿伊努人原住民，卻別無選擇只能放棄世世代代的生活方式，就地成為日本人。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/tokyo.jpeg"
                    ,"quote" : "東京，這座人口排名第一的世界級城市，曾經兩度幾乎被夷為平地。第一次是1923年的關東大地震，第二次是二戰的盟軍轟炸。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/manshu.jpeg"
                    ,"quote" : "日本，在19紀末成為了西方文明這個科目最優秀的學生，接著也想向她的學習對象一樣，獲取更多資源人口與土地。朝鮮半島，於是成為了通往中國東北廣袤大地的橋樑。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/yamato.jpeg"
                    ,"quote" : "向強者學習了半個多世紀，崛起的日本開始將自己的秩序向外輸出到亞洲，並且在太平洋與美國產生了衝突。但學習能力終究是敵不過創新能力，染血的櫻花飄落隨風逝去。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/macarthur.jpeg"
                    ,"quote" : "麥克阿瑟將軍和他的團隊在戰後軍事接管了日本。根據文化人類學家的研究成果，制定出讓日本反抗最小，而成效最大的重建計劃。其中最重要的是保留天皇和剝奪日本的戰爭發動權。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/okinawa_military.jpeg"
                    ,"quote" : "在日本的國境之南，有一座名叫沖繩的小島。因為地理位置位於中國、日本、菲律賓，而成為美國在亞洲的軍事基地。已經民主化的日本，在南國的島嶼上仍有無法被照亮的黑暗。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/shikansen.jpeg"
                    ,"quote" : "1964年，速度跟子彈一樣快的列車、奧林匹克運動會等等，技術、經濟、國際的象徵，都在二十年前，還是一片焦土的東京上發生。日本此時欣欣向榮，擺脫了戰爭的陰影。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_japanese_history/shinjuku.jpeg"
                    ,"quote" : "20世紀90年代，日本的經濟泡沫崩解，曾經輝煌一時的企業都在這之後苦苦掙扎。日本在20世紀兩度走上巔峰，同時也兩度走向失落。從前，日本向其他國家學習經驗。現在，日本的經驗則可以供世界學習。"
                }
            ]
            ,"grid-title" : "讓你快速了解台灣最熟悉的國家、最陌生的歷史的一本書。🌅"
            ,"grid-content" : "<p>《大人的日本史》-4.5/5⭐️</p><p>讓你快速了解台灣最熟悉的國家、最陌生的歷史的一本書。🌅</p><p>為什麼台灣的高速公路靠右行駛、鐵路卻靠左行駛？<br>為什麼日本也有松山、板橋、高雄等地名？<br>為什麼中山北路上有許多名牌精品店？<br>這些為什麼，其實背後都指向同一個原因。<br>這些都是日本在台灣留下的印記。<br>一個外來民族反覆勾勒50年的筆觸。<br>台灣就像一幅畫布。<br>每個時期，不同的民族來到這裡，重新漆上底色，將它描繪成自己想要的樣子。<br>然而畫布上的一些地方，如果透著原本的顏色，反而會令人感到格格不入。<br>台灣人的成長過程，多少都經歷過拼揍這些格格不入的階段吧。<br>雖然早已習慣，卻又不明所以。<br>因此，<br>現在永遠都是，<br>重新認識這個台灣最熟悉的國家、最陌生的歷史。<br>最好的時候。</p><p>本書的作者塗豐恩畢業於台大歷史系、歷史所、美國哈佛大學東亞語言文化博士。同時也是網站「故事：寫給所有人的歷史」的共同創辦人，現為聯經出版總編輯。致力於帶領大家認識過去，想像未來，描繪世界的輪廓。</p><p>《大人的日本史》最令我驚艷的地方是它的目錄。海明威曾經使用六個字，創作出一部叫迷你小說。其中包含了故事主要的元素，有鋪陳、高潮、轉折與解決，全都凝聚在短短六個字之中。而本書每個章節的標題，都使用了一個關鍵字，加上簡短的敘述。不僅將一個歷史概念具象化，也劃定了該章節討論的範圍，並且將所有的重點濃縮在短短幾個字之內。可以說是此生到目前為止，我最喜歡的目錄了！</p><p>本書挑選了從江戶時代到現今的30個日本史關鍵字。按照時間順序，將龐大複雜的日本近代史點連成線，清楚地描繪日本從一個被迫開港通商的邊緣亞洲島國，搖身一變為主導東亞秩序的世界列強，再到今日我們熟悉的文化輸出大國的歷程。除了值得學習、光鮮亮麗的一面，本書也很公平地報導各種權衡之下的弊端與黑歷史，忠實還原日本這個國家的光與影。</p><p>今天挑選了其中10個關鍵字，為大家勾勒出陌生的島國歷史輪廓。相信剩下的20個關鍵字一定可以填滿大家的好奇心，交織出一幅色彩斑斕的美麗畫作。</p><p>黑船：不請自來的訪客</p><p>1853年美國的海軍馬修·培里，率領著當時最先進的蒸汽動力艦隊，以武力威嚇強行打開了日本的國門。整座江戶城都被這支龐大的艦隊震懾，人們稱這些塗著黑色防鏽漆的船艦為「黑船」。黑船的來航，為幕府的統治敲響了警鐘。</p><p>隔年，幕府與美國簽訂了開港通商的《神奈川條約》雖然說是簽訂了喪權辱國的條約，但卻也是使日本走上現代化的契機。至今在東京台場還有紀念培里的銅像。</p><p>其實培里的角色和鴉片戰爭的亨利一樣，但是在中國卻沒有人紀念他，還把林則徐說得很秋。兩國對於外國的態度，決定了未來的道路，至今也是如此。</p><p>福澤諭吉：攀登文明的階梯</p><p>青年時代的福澤諭吉，來到了長崎的港邊，卻發現自己聽不懂外國人的對話。原來，世界語言的地位，早已經悄悄地轉變爲英文了。</p><p>福澤諭吉大為震驚🤯！但是很快地，他便發奮圖強自學英文，並且將許多歐美的詞彙、概念翻後引入日本。「銀行」、「社會」、「衛生」、「經濟」、「民主」等詞彙便是出自福澤和他的友人之手。</p><p>福澤諭吉認為文明就如同一道階梯，有的國家已經攀到頂峰，有的國家才剛起步。而日本，必需全力向西方文明學習，才能夠免於被進步文明拋下。</p><p>福澤諭吉自掏腰包，在東京買了一塊地開辦學校。培育出了許多在明治時代大放異彩的人才，該校就是今日名聲仍然響亮的慶應義塾大學！</p><p>福澤諭吉傑出的貢獻，使得他長年盤踞在面額最高的一萬日圓上💴。但他提出的《脫亞論》也深深地影響了明治以降的日本，也被認為是日本向外侵略思想的開端。</p><p>北海道：遼闊大地的哀愁</p><p>攤開日本地圖，北方有一座廣闊的島嶼，佔地面積達日本國土的五分之一。不過，這片遼闊的大地在明治時代以前，都還不屬於日本的一部分。</p><p>北海道在被明治政府納入版圖以前叫做「蝦夷地」。幕府的最高統治者的稱號叫做「征夷大將軍」。幕府的職責正是受託於天皇，抵禦住在蝦夷地的北方民族—阿伊努人的威脅。</p><p>進入明治時代後，日本致力於西方的富國強兵之道。為防止北方的俄羅斯覬覦，將蝦夷地納入版圖，並且更名為北海道。在一片冰天雪地之中，建立了一座計劃都市—札幌。</p><p>札幌雖然和京都同為計劃都市，但時代不一樣了。前者向中國取經，後者向美國取經。日本聘請美國的植物學教授克拉克博士，請他擔任北海道大學的校長，為北海道的建設培育人才。克拉克留下了一句名言”Boys,beambitious!”至今仍為北海道大學的校訓。</p><p>北海道成為了富饒的大地，供應日本大部分的小麥、馬鈴薯和乳製品。但這翻天覆地的變化苦了以狩獵為生的阿伊努人，阿伊努人被迫成為日本人，放棄了世世代代的傳統生活方式。</p><p>東京摩登：浴火重生的首都</p><p>東京，這座指標性的國際城市，在江戶時代的人口已達百萬。在進入明治時代後更是繁榮興盛。但這座供養著百萬人的城市，先後迎來了兩次毀滅性的災難—關東大地震和二戰轟炸。</p><p>經歷了兩次幾乎被夷為平地的重創。今日的東京，依然璀璨耀眼。</p><p>1923年9月1日上午，一場大地震襲擊了東京。市區的稠密人口，加上遍地的木造建築，讓東京陷入一片火海，燒了兩天兩夜後。餘燼中閃爍的火光，好似災民們哭紅的雙眼，所見之處只剩下黑白。</p><p>曾經擔任台灣民政長官的後籐新平，被指派為帝都復興計劃的負責人。他請來了美國顧問畢爾德教授，趁著重建的機會，重新規劃東京的都市計劃。</p><p>東京的許多主要幹道，都是當時規劃的痕跡。例如JR山手線、隅田公園、濱町公園等等。1930年，帝都復興完成。浴火重生的東京以全新的氣象迎接市民的生活。</p><p>只是，誰也沒想到。再過不久，這座繁華的城市，即將迎來比地震更具毀滅性的災難。</p><p>滿洲：暴走的帝國</p><p>明治維新後的日本，先後以令人訝異的姿態擊敗了俄羅斯和中國，並且併吞了琉球、台灣以及韓國。這位西方文明的優秀學生，彷彿所向無敵。當時一位陸軍軍人石原莞爾認為，美日之間終需一戰，西方文明和東方文明之間，不可避免地要為了各自的發展而消滅另一方。</p><p>為了贏得這場世界最終戰的勝利，日本必需獲得充足的土地和資源。從殖民地韓國延伸出去的中國東北，成為了日本不可或缺的生命線。1931年9月，日本從朝鮮調派了軍隊，爆破了滿洲的鐵路，打響了戰爭的第一槍。</p><p>一戰後成立的國際聯盟對此表達關切，還舉行了投票要求日本撤兵。雖然投票以13比1的懸殊結果明確表示日本不該破壞和平，但是唯一投下反對票的日本，無視這個警告持續擴大戰線，最終佔領了整個滿洲。隔年更是找來了末代皇帝–年僅26歲的溥儀，成立了滿州國政權來推展它的擴張野心。</p><p>戰爭：染血的櫻花</p><p>這一場戰爭已經打得太久，以至於許多人根本分不清這場災難或是人禍，是從何時開始的。有人認為是從日本入侵滿洲的時候開始算起，另一種主流的說法是從1937年7月7日的午夜開始算起。</p><p>那天深夜，日本和中國的軍隊在北京的盧溝橋爆發衝突，逐漸演變為兩國的全面對抗。兩年之後，在歐亞大陸另一端的德國入侵波蘭，全世界就此被捲入第二次世界大戰之中。</p><p>日本原本想在中國快速推進戰線，但進度實在是遠低於預期。當時英國頻頻向美國求救，希望美國援助對抗德國。原本打算袖手旁觀的美國，被一場奇襲捲入了世界大戰，並且還成為了戰爭的終結者。</p><p>日本原本想藉由偷襲珍珠港，來一舉殲滅美國在太平洋的勢力，避免同時和中國作戰腹背受敵。但萬萬沒想到，珍珠港事件反而激起美國社會強烈反彈，團結一心加入戰爭。</p><p>根據後來的調查研究發現，珍珠港事件後，日本在太平洋的優勢只維持了一年多。美國強大的工業生產力讓戰機、船艦的生產在一年內達到了日本的五倍以上。鋼鐵、石油等資源的產出更是達到了日本的二十倍以上。</p><p>除了有形的資源，美國的創新能量也是日本忽視的一大關鍵。眾多有才華的科學家，發明出了終極的武器–原子彈，並且在廣島與長崎的上空，以蕈狀的雲朵在人類歷史上留下無法抹滅的印記。</p><p>明治時代的日本，在強敵環伺之下竭力地求生存。當時的政府官員和軍人，想的都是如何讓日本能夠脫離被欺侮的命運。</p><p>但是在1920~1930年代成長的軍官們，已經習慣了強大起來的日本，認為是時候向外輸出日本的秩序到全世界。因此，這個國家才有了如此巨大的轉變吧。</p><p>麥克阿瑟：重建日本的巨人</p><p>1945年8月15日本天皇向全體國民發表投降聲明，史稱「玉音放送」，因為這是日本國民第一次聽到天皇的聲音。</p><p>戰後，日本被美國軍事接管，成為了美國的佔領地。天皇制被保留了下來，而堅持保留天皇制的正是這位駐日盟軍總司令–麥克阿瑟(DouglasMacArthur)。麥克阿瑟和他的團隊，積極地將民主制度導入日本，並且展開重建工作。</p><p>早在1944年的時候，美國就已經在為戰爭的結束做準備。指派文化人類學家露絲·潘乃德研究日本這個民族，以便戰爭結束接管日本時，能夠做出阻力最小，但最有效果的改革。</p><p>露絲·潘乃德的研究成果斐然。她對「各得其所」、「歷史的恩惠」、「道義」等等日本人時常掛在嘴邊的概念，提出了深入淺出的解釋，令西方人也能夠理解日本人的種種矛盾行為。她的研究著作《菊與刀》至今仍為日本研究必讀經典。</p><p>麥克阿瑟和他的團隊，在日本做的第一件事就是制定新憲法。新憲法中最重要的兩件事是保留天皇制和使日本永久放棄戰爭的發動權，即「憲法第九條」。新憲法充分表現了美國對日本的期待與適應日本風情的精神。</p><p>雖然美國解除了日本的武裝，但因為一場戰爭，美國戲劇化地在十年內將日本從敵人轉變為最堅實的盟友，一同對抗共產主義在亞洲的擴張。</p><p>1950年南北韓之間爆發了戰爭，這是一場中國和美國的代理人戰爭。日本在韓戰中第一次發揮了盟友的功能，而且因為供應南韓軍需品，日本的工業得到了很大的發展空間而復甦。</p><p>麥克阿瑟在韓戰中又一次成為了美國的最高總指揮。他向美國中央建議，要贏得戰爭不能只對付北韓，擒賊要先擒在背後搞鬼的中國。可是當時的總統杜魯門不希望戰爭擴大，且認為麥克阿瑟在外坐擁重兵態度跋扈。</p><p>最終，在1951年4月11杜魯門解除了麥克阿瑟最高統帥的職務。五天後，麥克阿瑟搭乘專機離開日本，據說當天有超過20萬的日本人上街歡送，日本政府也贈送他「榮譽國民」的頭銜。重建日本的巨人功成身退，離開了日本。</p><p>被佔領：晴空下的黑暗記憶</p><p>戰爭結束後，日本被美軍接管，大力地推行新制度與重建工作。對於日本老百姓來說，生活型態的改善，甚至令戰敗有種「贏了」的感覺。戰爭期間無法享受的自由，如今似乎變得唾手可得。</p><p>1951年，以美國為首的幾個國家和日本簽訂了《舊金山條約》，條約中日本承認朝鮮獨立、放棄台灣、澎湖等領土的主權。隔年，美軍撤離了日本，佔領統治畫下了句點。</p><p>但對於沖繩的國民而言，這卻不是他們的現實。沖繩位於日本、台灣，中國、菲律賓和越南的中央地帶，處於絕佳的戰略位置，無論是要進攻或防守，都是「反共的磐石」。</p><p>日本已經民主化，然而沖繩卻還是處於軍管狀態，居民地位有如二等公民。美軍在沖繩和居民產生的衝突，也成為了無法磨滅的痛楚。</p><p>雖然1964年佐藤榮作上任首相後，親自主導和美國的沖繩回歸談判。但是最終的結果，是美軍保留部分部隊永久駐紮，代表沖繩還是隨時可能成為美國戰爭的前線。豔陽高照的國境之南，卻有一處永遠無法被照亮的黑色區域。</p><p>高度經濟成長：告別戰後</p><p>1964年東京奧運、新幹線通車、1965年日韓關係正常化。熱鬧歡騰的氣氛瀰漫著整個日本，象徵脫離戰後的標誌物一一出現。</p><p>例如速度接近子彈的新幹線投入商業營運，是世界上第一條投入商業營運的高鐵。這促使了當時因為航空運輸逐漸普及，而打算放棄鐵路運輸的歐陸各國，開發出了自己的高鐵系統。</p><p>日本從戰後的風雨飄搖，搖身一變為經濟大國、技術先進國。徹底擺脫了戰後的陰霾。</p><p>但經濟快速發展的同時，加班、過勞死、滿員電車的通勤地獄，甚至是無良工廠任意排放廢水等等弊端也在這時一一出現。</p><p>經濟高速發展無法長久持續，但健康與環境卻是好幾代人一輩子的課題。為了經濟成長而付出的代價，終究會變得越來越清晰，直到讓人再也無法迴避。</p><p>平成：走過失落的十年</p><p>當經濟高速成長的時代一去不復返，日本企業透過發展各式各樣的管理手法，如豐田手法、精實生產等等生產管理手法。同時降低成本、人事開銷，在經濟不景氣的時代仍然維持穩定成長。</p><p>在1980年代，景氣循環走上多頭，日本股市和房地產價值迅速飆漲。1989年高齡88歲的昭和天皇離世，年號改為平成。接著，日本的泡沫經濟到達頂峰開始崩解，許多公司紛紛倒閉。</p><p>傳說中的終身雇用制也隨之瓦解，且而代之的是人力派遣公司，為短期需要人力的公司仲介臨時工。</p><p>日本的年輕人也陷入畢業難就業的窘境，一直到今日仍是如此。從1990年起，到現在失落的十年不只走了十年，已經持續了三十年之久。</p><p>不過，從今日看來，經濟不景氣是先進國家的共同現象，日本只不過是走在最前面而已。</p><p>在前方等待著日本的難題，除了經濟以外，逐漸老化的人口也是先進國家面臨的主要問題。雖然不緊急，但長期來說卻是最重要的事。因此，人口老化又被稱做「寧靜危機」。</p><p>日本在歷史上經歷過好幾次毀滅性的打擊，最終都克服難關重新站穩腳步。無論國家還是個人，從失敗中能得到的最寶貴的東西，就是經驗。</p><p>努力學習經驗，是日本從江戶開港以來，一直努力的事情，也是今後要持續努力的事情。</p><br><p>如果你對出生以前這世上發生過的事情一無所知，你一輩子都將活得像個兒童。－西賽羅</p><br><p>正如羅馬哲人西賽羅所言。重新認識日本這個台灣最熟悉的國家，卻最陌生的歷史之後，可以以更沉著冷靜的眼光看待日本。無論是實體的街道，還是無形的國際新聞，都變得更立體了的感覺。</p><p>如果你突然對於習以為常的生活，有了一點點的疑問或違和感。那麼，在這之後很可能都隱藏著一個為什麼。</p><p>對於上一個世代而言，那就是他們的日常。而我們習以為常的生活，也會留給下一個世代的人一個疑問和解答。</p><p>當所有的為什麼都串連起來，就是一部以世界為舞台的滂薄鉅作，一部未完的小說。而我們將以生命繼續書寫這些未完的情節。</p><p>延伸閱讀：</p><p><a href=\"https://storystudio.tw/\">故事：寫給所有人的歷史</a></p>"
            ,"source" : "讓你快速了解台灣最熟悉的國家、最陌生的歷史的一本書。🌅"
            ,"source-link" : "https://www.books.com.tw/products/0010674987"
        },
        {
            "post-url-id" : "otona_choose"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/otona_choose/otona-choose.png"
                    ,"theme" : "大人學選擇：成熟大人的獨立思考術"
                    ,"optional-label" : "生涯規劃的compressor，讓混亂的未來浮現可預見的輪廓"
                    ,"info" : "姚詩豪, 張國洋"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "哪一個選項可以讓未來的選擇增加？"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "不要因為害怕、恐懼、或困難而做出選擇。不要在憤怒或不平時做出決定。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "預想最壞的情況會怎麼樣，並預做準備。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "計算成本，尤其是機會成本。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "難以決定時，嘗試把狀況推到極端。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "還是很難選擇時，逼自己做些小實驗。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "無論如何，不要盲從與跟風。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "有機會，多學習別人的選擇邏輯。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/otona_choose/choose_direction.jpeg"
                    ,"quote" : "選錯沒關係，要有軸轉或停損的勇氣。"
                }
            ]
            ,"grid-title" : "大人學選擇：成熟大人的獨立思考術"
            ,"grid-content" : "<p>《大人學選擇：成熟大人的獨立思考術》-5/5⭐️</p><p>生涯規劃的compressor，讓混亂的未來浮現可預見的輪廓。🌅</p><p>註：Compressor源自於廣播，因為廣播在音量過大的時候，會造成破音Distortion的現象。為了避免破音，所以研發了一個電路裝置，避免聲音在超過某一個Level時破掉的防範機制，這便是最一開始的Limiter。後來學者們發現這個裝置可以讓聲音變得更大、集中而有力道，而漸漸地變成混音之中的標準工具。</p><p>《大人學選擇》的作者，是我很推崇的教育機構「大人學」的兩位創辦人Joe和Bryan。他們從2019年開始經營的「大人的smalltalk」Podcast🎙，久居ApplePodcasts排行榜前10名。應用專案管理的思維來解決各式各樣的人生難題，極度推薦每集收聽！📻</p><p>「人生是由無數的選擇所成構的」、「選擇比努力更重要」。你是否常常聽到這兩句話，知道選擇很重要，但卻苦無一個好的做選擇的標準可以參考呢？🤔</p><p>《大人學選擇》提出了10個做選擇時需要遵循的原則，可以逐一檢視自己的選擇是否有盲點。書中也分門別類，描寫了職涯規劃、人生態度、個人理財、創業經營、伴侶選擇等等面向的人生難題，如何應用這10個原則去做選擇以及取捨。Joe和Bryan以專案管理的思維，將困難且複雜的人生議題層層剝開，最後把智慧的果實塞入你的手掌心。🙌</p><p>這10個原則分別是：</p><p>原則一：哪一個選項可以讓未來的選擇增加？</p><p>原則二：不要因為害怕、恐懼、或困難而做出選擇</p><p>原則三：不要在憤怒或不平時做出決定</p><p>原則四：預想最壞的情況會怎麼樣，並預做準備</p><p>原則五：計算成本，尤其是機會成本</p><p>原則六：難以決定時，嘗試把狀況推到極端</p><p>原則七：還是很難選擇時，逼自己做些小實驗</p><p>原則八：無論如何，不要盲從與跟風</p><p>原則九：有機會，多學習別人的選擇邏輯</p><p>原則十：選錯沒關係，要有軸轉或停損的勇氣</p><p>在看完本書後，我覺得Joe和Bryan的思考方式可以歸納為：抽絲剝繭直到確認問題的本質。看到本質之後，問自己到底想要什麼？接著確立目標，並且制定計畫、採取相應的行動實現目標。這個思考方式可以參考「大人的smalltalk」🎙EP87大人與小孩的腦袋有何不同？大人擁有一套「思考的作業系統」。Bryan的系統叫做「專案管理」。在Podcast中Bryan總結專案管理有以下四個特性：以終為始(目標導向)、動態規劃、正視風險、選擇取捨，其實和《大人學選擇》的10個原則相呼應。💁🏻‍♂️</p><p>若將以上四點應用在自己的人生當中，我覺得會形成一個：認識自己→為自己的選擇負責的正向循環。因為在確定目標之後，採取的行動背後都有一個明確的動機，付出的努力和目標的方向一致，會更心甘情願。而在接近目標的過程中，需要時刻地調整做法和檢視成果，也就是動態規劃的概念，在達成目標的過程中發生的好事、壞事，都會幫助你更認識自己。最後無論結果如何，都已在設想範圍內，動態規劃中的選擇取捨，也恰好反映出了自己的目標和決心。🙆🏻‍♂️</p><p>在2019年的時候，我正苦惱要如何轉職，想起了曾經看過本書，於是使用書中的原則做規劃。在2019年7月從海邊電子業離職上岸，先去學了想了很久的手工吉他、也去日本好好玩了一趟。從日本回來後，按照自己規劃的步調學習網頁技術，2020年5月順利錄取轉職成為網頁工程師。以下是我運用的原則和所採取的行動。</p><p>原則一：哪一個選項可以讓未來的選擇增加？<br><br>成為網頁工程師的話，可以有比較寬廣的職涯選擇。在公司上班、接案、自己做網頁產品等等。軟體工程師在不同公司、產業、甚至國家都可以累積相同的能力。我的價值來自於自己，而非被公司雇用。👨‍💻<br><br>繼續當海邊的planner，雖然有派駐津貼薪水稍高，但是派駐人生身不由己，每天都在想著如何脫身，對身體心靈都是巨大的磨耗。且我的價值主要來自於在自家工廠、外包廠建立的人際關係，換個公司或產業都要重來。🤦🏻‍♂️</p><p>原則二：不要因為害怕、恐懼、或困難而做出選擇<br><br>如果遲遲不做出選擇，其實也是一種選擇。不做選擇等於是棄權，讓他人或者環境替你做選擇。在武漢肺炎爆發後，真心慶幸自己做出了選擇。</p><p>原則四：預想最壞的情況會怎麼樣，並預做準備<br><br>最壞的情況是回台灣花了一年兩年，還是無法成功轉職，而且存款也花光了。當時我的想法是，只要人在台灣，一切都有希望。如果困在中國，怎樣都是身不由己。所以即使是最壞的情況，也比當下的情況強很多。</p><p>原則五：計算成本，尤其是機會成本<br><br>在離職前，我做了幾頁的PPT向爸媽說明，離職後兩年內的財務狀況和轉職的規劃。因為離職機會難得，所以也安排了許多想做很久的事情，像是去學製作手工吉他和去日本旅行半個月。將我的計畫告知父母，消除他們的擔憂，也再次檢視自己的計畫的完整性。</p><p>原則七：還是很難選擇時，逼自己做些小實驗<br><br>這一點我覺得是其中最重要的一點。當我萌生轉職網頁工程師的想法時，趕緊去Google任何我能找到關於轉職網頁工程師的資料，包括線上課程、轉職成功／失敗的心得、轉職面試心得、轉職後工作心得等等的資訊。最後選擇一門線上課程反覆觀看，靠著看線上課程和Google自己coding時遇到的問題，做出一個基礎的網站，並且拿給IT部門的同事看，請他們給予意見和想法。</p><p>在這個步驟，我的目標是確認兩件事情：</p><p>一、藉由從網路上找資源，靠著自己學會基礎的網頁技術，確認我「具備勝任網頁工程師的學習能力」。🕵🏻‍♂️</p><p>二、確認我「喜歡coding」。即使遇到困難要靠自己解決，我也還是喜歡寫程式做出成品的感覺。👨‍💻</p><p>靠著自學做出一個基礎的網頁之後，我幾乎確定了轉職的成功率。於是，我將我的作品拿給IT部門的同事看，請他們給予建議，修正自己的學習方向。並且決定離職的日期。📅😌</p><p>在轉職成功，展開新工作之後，對於書中的最後一段話也有了較深的體會。「說到底，我們人生沒什麼重大的關鍵選擇。每天的細微選擇，才會造就我們最後成為什麼樣的人。」即使轉職成功，每天仍然要持續地學習。即使工作順利，也要不斷地思考我想要怎樣的人生。希望看到最後的你，也可以每天持續做出讓自己更好的選擇！現在就選擇按讚❤️、留言📬和分享🙋🏻‍♀️吧！</p><p>延伸閱讀：</p><p><a href=\"https://podcasts.apple.com/us/podcast/ep87-%E5%A4%A7%E4%BA%BA%E8%88%87%E5%B0%8F%E5%AD%A9%E7%9A%84%E8%85%A6%E8%A2%8B%E6%9C%89%E4%BD%95%E4%B8%8D%E5%90%8C-%E5%A4%A7%E4%BA%BA%E6%93%81%E6%9C%89%E4%B8%80%E5%A5%97-%E6%80%9D%E8%80%83%E7%9A%84%E4%BD%9C%E6%A5%AD%E7%B3%BB%E7%B5%B1-bryan%E7%9A%84%E7%B3%BB%E7%B5%B1%E5%8F%AB%E5%81%9A-%E5%B0%88%E6%A1%88%E7%AE%A1%E7%90%86/id1452688611?i=1000492727540\">EP87大人與小孩的腦袋有何不同？大人擁有一套「思考的作業系統」。Bryan的系統叫做「專案管理」</a></p>"
            ,"source" : "大人學選擇：成熟大人的獨立思考術"
            ,"source-link" : "https://www.books.com.tw/products/0010729881"
        },
        {
            "post-url-id" : "inner_game"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/inner_game/inner_game.png"
                    ,"theme" : "比賽，從心開始"
                    ,"optional-label" : "本書不談技巧，只談心態、心理素質。"
                    ,"info" : "W. Timothy Gallwey"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis1.jpeg"
                    ,"quote" : "從覺察自己的內在對話開始，讓紛亂的內心小劇場成為支撐最佳狀態的你的舞台。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis1.jpeg"
                    ,"quote" : "教練方法的目的在於，拓展學生的視野、釐清學生的目標。並且引導學生採取行動，在實作的過程中發展出適合自己的解決方案。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis2.jpeg"
                    ,"quote" : "一場比賽分為兩個部分－內在比賽 (inner game) 和外在比賽 (outer game)。外在比賽要戰勝實體的對手。內在比賽則要克服緊張、自我懷疑，完整地發揮潛能。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis2.jpeg"
                    ,"quote" : "自我1 是發號施令以及評價的一方，自我2 是實際讓你的身體行動的一方。自我1 和自我2 的對話，產生了永不謝幕的內心小劇場大噴發。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis2.jpeg"
                    ,"quote" : "自我1 藉由接收知識並指揮、評價自我2 來學習，自我2 則藉由行動得到的「第一手體驗」反饋來學習。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis2.jpeg"
                    ,"quote" : "我們已經非常習慣自我1 的學習模式，我們要察覺到自己的內在對話，不要自己霸凌自己。練習平息聒噪的自我1 ，學著相信自我2。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis2.jpeg"
                    ,"quote" : "把各種專業知識、指南當作是「引導自己發現」最適合自己的做法的一種參考，而非完全地「服從」各種指南。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis3.jpeg"
                    ,"quote" : "比賽是合作關係，對手是幫助你發揮潛能的朋友。勝利的價值只等於為了獲勝而達到的具體目標，努力克服困難的過程，才是一場比賽中最有價值的部分。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/inner_game/tennis3.jpeg"
                    ,"quote" : "專注於我們能夠控制的內在比賽。外在比賽的結果，都只是一種回饋。幫助我們更認識自己、進而成為更好的自己。"
                }
            ]
            ,"grid-title" : "比賽，從心開始"
            ,"grid-content" : "<p>《比賽，從心開始》</p><p>💁🏻‍♂️🤓「從覺察自己的內在對話開始，讓紛亂的內心小劇場成為支撐最佳狀態的你的舞台。」</p><p>本書的作者W.TimothyGallwey被譽為教練之父，是教練(coaching)領域的開創者。在1974年《比賽，從心開始》(TheInnerGameofTennis)出版後，其教學方法被應用在其他運動項目、音樂領域。高威甚至將這套教練方法帶入企業，開創了教練式領導(coachingleadership)的人才培育法。🎾</p><p>有別於一般傳道授業解惑的老師，教練方法的目的在於，拓展學生的視野、釐清學生的目標。並且引導學生採取行動，在實作的過程中發展出適合自己的解決方案。👨‍🏫</p><p>高威觀察到職業網球選手的表現，往往會隨著選手的心理狀態有所起伏。初學網球的學生，往往可以因為一個小提點而進步神速。高威於是發展出了他的innergame理論，認為每個人的內心都有評價的一方(自我1)和實際行動的一方(自我2)。自我1和自我2的關係，決定了一個人是否能將他的潛能發揮到極致。</p><p>innergame/outergame</p><p>無論是什麼樣的比賽，都可以分為兩個部分－內在比賽(innergame)和外在比賽(outergame)。外在比賽指的是實體的對手，你必需藉由達成某個具體的目標，來獲得勝利。內在比賽則存在於你的心裡，你必需克服緊張、自我懷疑、患得患失、所有的不確定感，才能將你的潛能完整地發揮。</p><p>在一場比賽中，最棘手的往往是要克服腦中不斷噴發的干擾想法，專注於眼前該做的事。</p><p>自我1🙅‍♂️/自我2🙆‍♂️</p><p>高威發現我們的內心其實住著兩個自我，自我1以及自我2。自我1和自我2的對話，產生了永不謝幕的內心小劇場大噴發。自我1是發號施令以及評價的一方，自我2是實際讓你的身體行動的一方。我們的身體是個非常精密的造物，它會本能地自我修正、模仿一個好的範本，直至動作臻於完美，就像小嬰兒學走路的過程一樣。</p><p>嬰兒學步的過程，就是相信自我2，放手讓自我2自由發揮。藉由「自己的第一手體驗」帶來的反饋，不斷地去蕪存菁，直至臻於完美。但是在長年的社會化之下，我們的學習方式已經完全由自我1主導。自我1藉由接收知識，向自我2發出指令，並且在自我2行動之後給予評價。</p><p>於是我們的學習經驗往往是，我剛才的揮拍角度不對、擊球點不對、施力不對。而不是著眼於，我剛才的揮拍感受如何？我如何調整可以獲得更好的體驗和結果？</p><p>內在對話與自我覺察</p><p>當我們已經非常習慣自我1的學習模式，我們首先要做的事是察覺到自己的內在對話，不要自己霸凌自己。練習平息聒噪的自我1，學著相信自我2，表現就會得到顯著的改善。接著持之以恆，藉由獲得良好的第一手體驗，持續改變自己的習慣，讓自己持續進步。</p><p>改變習慣</p><p>高威提出了改變習慣的具體做法，分為4個步驟：</p><p>1.不帶批判地觀察。例如：我的揮拍角度、時機、施力是如何？<br>2.在腦中想像理想的結果。例如：球會畫出一條漂亮的弧線，落在對方邊界的內側。<br>3.相信自我2。自我2會根據腦中看到的畫面，調整身體做出相應的動作。<br>4.專注在行動中的體驗，客觀地觀察需要改進的地方，並且重複。</p><p>那麼，專業知識和各種經驗指南怎麼辦？它們難道不是前人總結下來，學習一項技能的重點、讓我們少走冤枉路的地圖嗎？</p><p>高威說，這並不衝突。要把各種指南當作是「引導自己發現」最適合自己的做法的一種參考，而非完全地「服從」各種指南。前者是自我2主導的學習方式，後者是自我1主導的學習方式。</p><p>專注－自我1的安放之處</p><p>然而，要完全地忽略自我1實屬不易。我們應該找個地方好好地安放自我1，讓他發揮自己的長處來幫助我們。高威經過實測後發現，讓自我1專注於某個點上，他就可以待在那裡盡情地發揮想法，而不會來對自我2指指點點。例如：專注聆聽網球的觸地聲、專注地看著球，又或是在球觸地、以及擊球時大聲喊Bounce-Hit，藉此來固定自己的注意力。</p><p>專注能讓意識像一束光，聚焦在整座森林中的一棵樹，甚至能讓你看清楚葉子上的葉脈。💡</p><p>比賽的真諦</p><p>高威在本書的末尾，探討了比賽的意義。比賽是競爭嗎？那比賽中沒有對手的運動，例如射箭、滑雪、衝浪，也有競爭嗎？其實，衝浪者總是在等待一個足夠大的浪，好讓自己能夠發揮所有的技巧、克服更大的困難，享受在浪尖奔向岸邊的快感。</p><p>於是，高威在多年的比賽和教練生涯中了解到，比賽的意義在於：克服發揮潛能的阻礙。</p><p>從這個角度看來，比賽是合作關係，你的對手是幫助你發揮潛能的朋友。勝利的價值只等於為了獲勝而達到的具體目標，努力克服各種困難而獲勝的過程，才是一場比賽中，最有價值的部分。</p><p>球場外的比賽</p><p>當然，我們人生中，在球場上發生的比賽佔比微乎其微。99.9%的比賽都是在球場外發生的，可能是職場、人際關係、自我實現中的比賽。終究，我們還是要學會面對自己，了解自己。</p><p>高威期望藉由打網球，鍛鍊出的心理素質是：「兵敗如山倒，仍不致垂頭喪氣」。在人生的各種情境下，完美地處理好自我1和自我2的關係。🙇</p><p>最後，我想套一句大人學《「自信」與「自大」有何不同？自信源自於自律，自大源自於恐懼！》文章中的一個例子作為總結。處理好內心對話的考生在上考場前會說：「我會盡力準備，爭取每一題的分數」而不是「我一定會考上第一志願」。有自信的球員上場前會想：「我要用盡全力想辦法贏球」而不是「對手今天一定被我慘電」。</p><p>專注於我們能夠控制的內在比賽。外在比賽的結果，都只是一種回饋。幫助我們更認識自己、進而成為更好的自己。👨‍🎓</p><p>延伸閱讀：</p><p>大人學：<a href=\"https://www.darencademy.com/article/view/id/16492\">《「自信」與「自大」有何不同？自信源自於自律，自大源自於恐懼！》</a></p>"
            ,"source" : "比賽，從心開始"
            ,"source-link" : "https://www.books.com.tw/products/0010773137"
        },
        {
            "post-url-id" : "japanese_shrink_consciousness"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/japanese_shrink_consciousness/japanese_shrink_consciousness.png"
                    ,"theme" : "日本人的縮小意識"
                    ,"optional-label" : "與《菊與刀》齊名的日本論"
                    ,"info" : "李御寧"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/nami.jpeg"
                    ,"quote" : "日本文化的原生特性是具有「縮小」的意識。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/zen-kamni-pesok-sand-stone.jpeg"
                    ,"quote" : "例如將壯麗的山川縮小成庭院裡的枯山水、高大的樹木縮小成小巧的盆栽、滿桌的佳餚縮小成遠足攜帶的便當。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/sony-walk-man.jpeg"
                    ,"quote" : "現代則將電晶體縮小，做出隨身聽、數位相機等更輕更薄的電子產品。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/chashitsu.jpeg"
                    ,"quote" : "除了實體的物品，在人際關係上也縮小到了一個榻榻米大小，僅能容納主與客兩人的關係，稱之為「座」。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/shokudou.jpeg"
                    ,"quote" : "除了茶室裡的主人與賓客，壽司師傅與饕客、開發者與使用者、作業員與產品。社會的許多環節，都形成了「座」的關係，是日本製商品獲得細心與高品質評價的源頭。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/Iwakura_mission.jpeg"
                    ,"quote" : "若將擴張的文化輸出視為教導，那麼學習就可以被視為縮小。古代從中國、近代從歐洲、戰後從美國，日本史就是一部學習史。日本將外國的文化不斷壓縮進日本文化之中。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/japanese_shrink_consciousness/zerosen.jpeg"
                    ,"quote" : "歐美文化渴望創新與發現，日本文化則著眼於吸收與改良。19 世紀日本人在長崎的港邊，被譽為最優秀的學生，但20 世紀在廣大的太平洋中，卻成為了最絕望的迷途羔羊。"
                }
            ]
            ,"grid-title" : "日本人的縮小意識"
            ,"grid-content" : "<p>《日本人的縮小意識》</p><p>なにもなにも、ちひさきものはみなうつくし。<br>無論何物，凡小小者總是可愛<br>《枕草子》</p><p>今天要介紹的這本書，雖然成書於遙遠的1982年，但其觀點在今天看來依舊非常新穎。《日本人的縮小意識》和露絲潘乃德的《菊與刀》齊名，被譽為戰後研究日本的兩大經典之作。</p><p>本書的作者李御寧，除了是梨花女子大學的名譽教授以外，也是韓國第一任的文化部長。在日本從戰後的廢墟中爬起，成為經濟巨人的1980年代，研究日本文化的書籍如雨後春筍般地湧出，但多數作品的視角片面且有許多盲點，並未道出日本文化獨有的特性。</p><p>李教授於此書中提出日本文化的核心在於，日本人有深植於基因中的強烈「縮小」意識。此一觀點的解釋力甚佳，涵蓋了自然、社會、語言、生活習慣等層面。綜觀歷史，日本人的縮小意識古今皆然，是日本文化獨有的特性，並非東北亞或者漢字文化圈共享的文化。或許正因為這個看法極為簡單，所以是最真實的，讓這本書作為眾多日本論的書籍中，少數流傳至今的作品。</p><p>書中首先列舉了六種日本人「縮小意識」的型態，例如套盒型、折扇型、便當盒型等等不同的縮小形式。並且舉了許多傳統俳句、寓言故事、生活習慣等實例來證明「縮小意識」確實存在，且是日本文化獨有的特性。其舉例涵蓋了語言、文學、建築、社會、生活習慣、歷史、外交等等面向，非常推薦實際閱讀，感受作者寬廣的知識邊界和其「縮小意識」的解釋力深度。在此總結如下幾點：</p><p>日本文化的原生特性是具有「縮小」的意識。</p><p>例如將壯麗的山川縮小成庭院裡的枯山水、高大的樹木縮小成小巧的盆栽、滿桌的佳餚縮小成遠足攜帶的便當。</p><p>現代則將電晶體縮小，做出隨身聽、數位相機等更輕更薄的電子產品。</p><p>除了實體的物品，在人際關係上也縮小到了一個榻榻米大小，僅能容納主與客兩人的關係，稱之為「座」。</p><p>除了茶室裡的主人與賓客，壽司師傅與饕客、開發者與使用者、作業員與產品。社會的許多環節，都形成了「座」的關係，是日本製商品獲得細心與高品質評價的源頭。</p><p>若將擴張的文化輸出視為教導，那麼學習就可以被視為縮小。古代從中國、近代從歐洲、戰後從美國，日本史就是一部學習史。日本將外國的文化不斷壓縮進日本文化之中。</p><p>歐美文化渴望創新與發現，日本文化則著眼於吸收與改良。19世紀日本人在長崎的港邊，被譽為最優秀的學生，但20世紀在廣大的太平洋中，卻成為了最絕望的迷途羔羊。</p><p>其中，讓我感受最深刻的是第四章「表現於人與社會的縮小意識」。其中提到，日本人對居住空間的意識是使用榻榻米的面積去計算的，一張榻榻米的大小體現了一個生活在世界上所需的最小空間。從前，即使有寬廣主屋的人家，會客仍然是在四疊半榻榻米大小的茶室進行，是為了要體會剛剛好地和這個世界連結的感覺。</p><p>我在當交換學生，獨自旅行住青年旅館的時候，非常深刻地有這種體會。只需要一張床位的空間，便可以安穩地活下去。我需要的，只是一個小小的空間，還有我自己，或許再加上一雙永遠保持好奇的雙眼。</p>"
            ,"source" : "日本人的縮小意識"
            ,"source-link" : "https://www.books.com.tw/products/0010834346"
        },
        {
            "post-url-id" : "novel-can-fix"
            ,"card" : [
                {
                    "type" : 1
                    ,"card-class" : "card-post-type1"
                    ,"book-cover-bgi" : "./images/novel-can-fix-cover.png"
                    ,"book-name" : "只要出問題，小說都能搞定"
                    ,"author" : "朱宥勳"
                    ,"publish-date" : "2017/03"
                    ,"summary" : "世界是複雜的文本，懂得小說技藝就可以拆解並掌握它。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/novel-can-fix-cover.png"
                    ,"quote" : "透過敘事理解未知，是人類預設的認知模式。例如將抽象的概念，使用故事的結構包裝而成的寓言，能夠流傳千百年。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/novel-can-fix-cover.png"
                    ,"quote" : "故事的骨幹是每個角色的「動機－結果軸線」。結果必需回應動機，才能成就意義感。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/novel-can-fix-cover.png"
                    ,"quote" : "動機－結果之間，是一連串Ｓ＋Ｖ的事件。每個Ｓ＋Ｖ之間都由角色的選擇串接而成，推動故事情節向結局邁進。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/novel-can-fix-cover.png"
                    ,"quote" : "故事中每個事件的Ｓ是角色，Ｖ是角色的行為。行為的細節描寫越具體，角色越生動。行為的一致性越高，角色越立體。"
                },
                {
                    "type" : 2
                    ,"card-class" : "card-post-type2"
                    ,"quote-bgi" : "./images/novel-can-fix-cover.png"
                    ,"quote" : "在世界這部小說中，我們是「能夠換位子的存在」。我們個人的人生是角色，但也可以是他人的讀者，更可以是積極採取行動改變世界的作者！"
                }
            ]
            ,"grid-title" : "只要出問題，小說都能搞定"
            ,"grid-content" : "<p>誠如帳號的名字，這本書是近年來讓我有看到一個嶄新世界感覺的書。從前都覺的雖然看小說、追劇很開心，可是仔細想想卻不知道花那麼多時間看一個虛構的故事有什麼重大的意義。是不是把時間拿去看一些增強自己技能的書比較好。</p><p>但是在看了這本書，以及作者的TED演講後，才驚覺原來文學是這麼精密的一項技術，是很有用的實學。利用書中的技巧，除了在閱讀小說或追劇時，更能夠看懂為何要如此編排以外，將自己的人生當作一篇故事來讀，也能夠更理解自己。</p><p>例如一個貫穿全書的概念：「故事的骨幹是角色的動機－結果軸線，結果需要回應動機才會產生意義感。在動機和結果之間，由角色的行為和選擇推動故事情節向結局邁進」。</p><p>每當感到失落或無力時，常常想了很久才會發現，失落的源頭可能是不確定自己要什麼，或是當下在做的事情沒有辦法讓我更接近目標，因此失去了動力。也有想跨出舒適圈時，一直反覆空想、擔心一些根本還沒有發生的事情，每天都覺得很焦慮。繞了一圈才發現，化解焦慮的唯一方法是行動。一旦開始行動，就能夠根據反饋，調整如何踏出下一步。畢竟，角色的行為和選擇才會推動故事情節向結局邁進，一直拖戲的小說應該沒人要看吧。</p><p>《只要出問題，小說都能搞定》一書中，拆解並介紹了說故事的技法，說明小說家是如何有效率地引導讀者的認知，讓讀者相信他們所寫的故事並且為這些虛構的故事付出真實的情感。每個章節都分成導言以及案例，導言詳述了敘事技巧的運作原理，案例則以該敘事技巧的角度分析某時事為何會有廣大的渲染效果。以下整理幾個書中的重點。</p><p>為什麼敘事？</p><p>人類只能透過已知去理解未知，敘事是最原始且具帶入感的方式，帶領閱聽人一步一步地踏入新知的領域。故事是敘事的集合，說故事是歷經了千百年淬鍊的表達技術，能夠滿足我們的好奇和想像，可以讓我們短暫地脫離自己的人生，進入「另一個人」的世界。</p><p>敘事的技術自古以來便被廣泛地運用，從成語、歇後語到寓言故事，都是利用敘事的技巧，將抽象的概念儲存在具體的故事結構裡。故事的威力在於可以繞過理性，直接訴諸信任與情感。在資訊爆炸的時代，我們每天都淹沒在過量的資訊中，注意力稀缺的我們卻本能地使用原本的方式消化資訊，這就造成了政治議題、社會時事或是商業操作在我們的心中有機可趁。要能看穿這些精心設計的引導，我們需要理解小說的技，理解故事之所以能影響人心的運作原理。</p><p>故事的結構</p><p>故事的骨幹是每個角色的「動機－結果軸線」。結果必需回應動機，才能成就意義感。動機－結果之間，是一連串Ｓ＋Ｖ的事件。每個Ｓ＋Ｖ之間都由角色的選擇串接而成，推動故事情節向結局邁進。故事中每個事件的Ｓ是角色，Ｖ是角色的行為。行為的細節描寫越具體，角色越生動。行為的一致性越高，角色越立體。從八點檔到好萊屋電影，這個骨架都是一樣的，不同的是角色行為的多樣性與細節描寫的創新。</p><p>幾滴水就等於一片海</p><p>讀者除了證據什麼都不想看。如果直接將結果或是抽象的概念和讀者說，讀者心中會啟動檢核機制，時時刻刻懷疑你說的是否是真實的。但如果給讀者許多具體的細節描寫，讀者心中會啟動詮釋機制，讀者這時會將重心放在尋找證據上，然後自行在心中拼揍出結果。</p><p>例如不要直接說剛下完一場雨，要說柏油路面濕漉漉的，停在路旁的機車上掛滿了水珠，在陽光的照射下閃閃發亮云云。當細節描寫（證據）給的越多，讀者有限的認知資源就被填得越滿，角色和情節也就越生動。</p><p>一致性</p><p>故事以角色的行動和選擇一步一步地向結局邁進，當角色的行為和選擇越貼近他的動機，他在讀者心中的形象就越鮮明。雖然實際上角色的面向被他每一次的行為切削得更狹窄了，但他在讀者心中的可預測性變高了，因此讀者會覺得這個角色越來越立體了。</p><p>把世界當作一部小說來讀</p><p>如果說世界是一部小說，那我們每個人的人生都是一個角色。我們每天都在克服各種困難、做出各種選擇，推動這個世界，或至少自己的人生繼續向前。但是，我們同時也可以是他人人生的讀者，積極採取行動改變世界的作者。我們是「能夠換位子的存在」。以一個宏觀的角度看待世界，將自己的人生當作一篇故事來讀，能夠更了解自己。了解自己的同時，也能夠去同理他人。甚至能夠採取行動，改寫這個世界！</p><p>明天，又會是一個普通的日子嗎？</p><p>延伸閱讀：</p><p>朱宥勳 | TEDxTainan：<a href=\"https://www.youtube.com/watch?v=uj1AXBtk-dM&ab_channel=TEDxTalks\">文學教育與公眾參與</a><br>朱宥勳 | TEDxProvidenceUniversity：<a href=\"https://www.youtube.com/watch?v=t6GKtMNyFAI&t=133s&ab_channel=TEDxTalks\">為什麼我們要讓文學教育現代化</a><br>朱宥勳使出人生攻擊!：<a href=\"https://www.youtube.com/user/Chuck158207\">朱宥勳使出人生攻擊!</a></p>"
            ,"source" : "只要出問題，小說都能搞定"
            ,"source-link" : "https://www.books.com.tw/products/0010747442"
        },
        {
            "post-url-id" : "kanagawaokinamiura"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/nami.jpeg"
                    ,"theme" : "かながわおきなみうら"
                    ,"optional-label" : "木刻版畫"
                    ,"info" : "葛飾北齋 / Katsushika Hokusai"
                }
            ]
            ,"grid-title" : "神奈川沖浪裏"
            ,"grid-content" : "<p>《神奈川沖浪裏》是日本浮世繪畫家葛飾北齋的著名木刻版畫，出版於1831年至1833年間，是冨嶽三十六景系列作品。該畫以富士山為背景，描繪了「神奈川沖」（即神奈川外海，現橫濱市神奈川區對出的海面上）的巨浪掀卷著漁船，船工們爲了生存而努力抗爭的圖像，是葛飾北齋的代表作，也是舉世聞名的日本藝術作品。該作品出版時印製了數千幅，但現存於世的估計僅有數百幅，部分收藏於大英博物館、大都會藝術博物館、東京國立博物館等大型博物館。</p><p>畫面截取了大海波濤洶湧，風大浪高的瞬間。構圖中大浪的曲線描繪成弧形，令富士山成為這弧形的中心。浪尖飛散出的浪花四濺，仿佛降在富士山的雪。最後面的船和浪高幾乎相等，押送船一般長約12到15米，北齋將垂直高度伸長了30%左右，因此推測浪高應在10到12米。</p>"
            ,"source" : "神奈川沖浪裏"
            ,"source-link" : "https://zh.wikipedia.org/wiki/%E7%A5%9E%E5%A5%88%E5%B7%9D%E6%B2%96%E6%B5%AA%E8%A3%8F"
        },
        {
            "post-url-id" : "asanokei"
            ,"card" : [
                {
                    "type" : 0
                    ,"card-class" : "card-post-type0"
                    ,"image-content" : "./images/asanokei.jpeg"
                    ,"theme" : "日本橋 朝之景"
                    ,"optional-label" : "東海道五拾三次"
                    ,"info" : "歌川広重"
                }
            ]
            ,"grid-title" : "日本橋 朝之景"
            ,"grid-content" : "<p>江戸から京都へ向かう東海道の起点である日本橋。その東海道を描いたシリーズの巻頭を飾るにふさわしく、参勤交代の大名行列が朝早く江戸を出発する様子が描かれています。一方で、魚を天秤棒で担いだ一団が、向こう岸にあった魚河岸から仕入れを終え、行商に出かける様子も描かれており、江戸で一番賑わっている早朝の日本橋の活気が伝わってきます。</p>"
            ,"source" : "日本橋 朝之景"
            ,"source-link" : "https://www.adachi-hanga.com/ukiyo-e/items/hiroshige013/"
        }
    ]
}